{
  "english":{
    "instruction_modal_header": "Choose:",
    "about": "This app will help you find reliable information on preventing health problems in Canadian adults. Developed by the University of Ottawa, Department of Family Medicine.",
    "disclaimer": "This app is for patients and health care providers in Canada only. This app displays information about preventing diseases, or screening (finding diseases early), in Canadian adults 18 years and older. This app does not take into account a patient’s personal risk factors, family history, symptoms or other individual characteristics. The information provided is to help patients and providers find evidence-based recommendations for baseline prevention.",
    "patientDisclaimer":"The information and content provided by this application is for information purposes only. Nothing contained within this application is intended to replace the services of a physician or trained health care professional. If you have questions about any medical matter, you should consult your doctor or other health care provider. You hereby agree that you shall not make any health or medical related decision based in whole or in part on anything contained within the application without consulting your health care provider" ,
    "providerDisclaimer":"The medical information in this app is provided as an information resource only for health care professionals, to be used and applied at their own risk. This app and the information in it may supplement, but should not replace, the clinical judgement of a qualified health care professional. Accordingly, it should not be relied upon for diagnostic or treatment.",
    "important":"The application and all content is copyrighted. You are not allowed to copy, share or distribute. No part of the app can be used for sale.",
    "user_selector": "User: ",
    "patient": "Patient",
    "provider": "Provider",
    "gender_selector": "Gender: ",
    "male": "Male",
    "female": "Female",
    "all_genders": "All Genders",
    "all_ages": "All ages",
    "age_selector": "Age: ",
    "age_help": "Please select a gender and age between 18 and 149",
    "age_selector_place_holder": "Enter patient age",
    "agree": "Accept",
    "disagree": "Decline",
    "close_body_modal":"Close",
    "disclaimer_header": "Terms of Use",
    "configuration_header": "Choose:",
    "config_modal_agree": "OK",
    "display_gender": "Gender",
    "display_age": "Age",
    "top_nav_body": "Body",
    "top_nav_topics": "Topics",
    "top_nav_tests": "Tests",
    "side_nav_suggested_apps": "Suggested Apps",
    "side_nav_calculators": "Calculators",
    "side_nav_disclaimer": "Disclaimer",
    "side_nav_about": "About",
    "side_nav_settings": "Settings",
    "body_general_instruction": "Click any body part or icon",
    "topic_help_header":"Help",
    "topic_help_body":"Here what you need to do on page Topics",
    "test_help_header":"Help",
    "test_help_body":"Here what you need to do on page Test",
    "aorta" :"Aorta",
    "bone": "Bone",
    "bowel" :"Bowel",
    "breast":"Breast",
    "eyes" : "Eyes",
    "genitalia":"Sexual Organs",
    "heart" : "Heart",
    "liver": "Liver",
    "lungs": "Lungs",
    "ovary": "Ovary",
    "pancreas": "Pancreas",
    "stomach": "Stomach",
    "uterus": "Uterus",
    "brain": "Memory Problems",
    "stethoscope":"Physical Exam",
    "hip":"Falls",
    "needle_in_arm": "Immunization",
    "sun": "Sun Exposure",
    "figure_outside_body_walking": "Physical Activity",
    "topic_search_bar_placeholder": "Search topic...",
    "test_search_bar_placeholder": "Search test...",
    "topic_is_not_applicable": "No content is available for current age and gender."
  },
  "french":{
    "instruction_modal_header": "Choisir:",
    "about": "Cette application vous aidera à trouver des informations fiables sur la prévention des problèmes de santé chez les adultes canadiens. Développé par le Département de médecine familiale de l'Université d'Ottawa.",
    "disclaimer": "Cette application est destinée aux patients et professionnels de la santé au Canada seulement. Cette application affiche des informations sur la prévention des maladies ou le dépistage (détection précoce des maladies) chez les adultes canadiens de 18 ans et plus. Cette application ne tient pas compte des facteurs de risque personnels, des antécédents familiaux, des symptômes ou d’autres caractéristiques individuelles du patient. Les informations contenues dans l’application sont fournies dans le but d’aider les patients et les cliniciens à trouver des recommandations basées sur les preuves pour la prévention de base.",
    "patientDisclaimer":"Les renseignements et le contenu fournis par cette application servent uniquement à titre d’information. Rien du contenu de cette application n’est destiné à remplacer les services d’un médecin ou d’un professionnel de soins de santé formé. Si vous avez des questions d’ordre médical, il est important que vous consultiez un médecin ou un autre professionnel de la santé. Vous consentez par la présente à ne prendre aucune décision d’ordre médicale ou connexe à la santé, fondée en totalité ou en partie sur le contenu de l’application, sans d’abord avoir consulté un professionnel de la santé." ,
    "providerDisclaimer":"Les informations médicales contenues dans cette application sont fournies à titre d'information seulement aux professionnels de la santé. Cette application et les informations qu'elle contient peuvent compléter, mais ne doivent pas remplacer, le jugement clinique d'un professionnel de la santé qualifié. Par conséquence, l’application et son contenu ne doivent pas être utilisés pour le diagnostic ou le traitement.",
    "important":"L'application et tout le contenu sont protégés par les droits d'auteur. Vous n'êtes pas autorisé de copier, partager ou distribuer l’application ou son contenu. Aucune partie de l'application ne peut être utilisée pour la vente.",
    "user_selector": "Usager: ",
    "patient": "Patient",
    "provider": "Clinicien",
    "gender_selector": "Genre: ",
    "male": "Homme",
    "female": "Femme",
    "all_genders": "Tous les genres",
    "all_ages": "Tous ages",
    "age_selector": "Âge: ",
    "age_help": "Veuillez choisir un genre et un âge entre 18 et 149 ans",
    "age_selector_place_holder": "Entrez l'âge du patient",
    "agree": "Acceptez",
    "disagree": "Refusez",
    "close_body_modal":"Fermer",
    "disclaimer_header": "Conditions d'utilisation",
    "configuration_header": "Choisir:",
    "config_modal_agree": "OK",
    "display_gender": "Genre",
    "display_age": "Âge",
    "top_nav_body": "Corps",
    "top_nav_topics": "Sujets",
    "top_nav_tests": "Tests",
    "side_nav_suggested_apps": "Applications suggérées",
    "side_nav_calculators": "Calculatrices",
    "side_nav_disclaimer": "Conditions d'utilisation",
    "side_nav_about": "Au sujet de l'application",
    "side_nav_settings": "Réglages",
    "body_general_instruction": "Cliquez sur une partie du corps ou une icône",
    "topic_help_header":"Aide",
    "topic_help_body":"Aide pour la page suject",
    "test_help_header":"Aide",
    "test_help_body":"Aide pour la page test",
    "aorta" :"Aorte",
    "bone": "Os",
    "bowel" :"Colon",
    "breast":"Sein",
    "eyes" : "Yeux",
    "genitalia":"Organes sexuels",
    "heart" : "Cœur",
    "liver": "Foie",
    "lungs": "Poumons",
    "ovary": "Ovaire",
    "pancreas": "Pancréas",
    "stomach": "Estomac",
    "uterus": "Utérus",
    "brain": "Troubles de la mémoire",
    "stethoscope":"Examen physique",
    "hip":"Chutes",
    "needle_in_arm": "Vaccination",
    "sun": "Exposition au soleil",
    "figure_outside_body_walking": "Activité physique",
    "topic_search_bar_placeholder": "Rechercher un sujet...",
    "test_search_bar_placeholder": "Rechercher un test...",
    "topic_is_not_applicable": "Ce sujet ne s'applique pas a vous"
  }
}
