{
  "english":{
    "instruction_modal_header": "Choose:",
    "privacypolicy": "No personally identifiable information is collected by this app.  The app collects aggregate data on what devices, browsers, and geographic regions are accessing the app; and what items are clicked on in the app.",
    "about": "This app will help you find reliable information on preventing health problems in Canadian adults. Developed by the University of Ottawa, Department of Family Medicine.",
    "disclaimer": "This app is for patients and health care providers in Canada only. This app displays information about preventing diseases, or screening (finding diseases early), in Canadian adults 18 years and older. This app does not take into account a patient’s personal risk factors, family history, symptoms or other individual characteristics. The information provided is to help patients and providers find evidence-based recommendations for baseline prevention.",
    "patientDisclaimer":"The information and content provided by this application is for information purposes only. Nothing contained within this application is intended to replace the services of a physician or trained health care professional. If you have questions about any medical matter, you should consult your doctor or other health care provider. You hereby agree that you shall not make any health or medical related decision based in whole or in part on anything contained within the application without consulting your health care provider" ,
    "providerDisclaimer":"The medical information in this app is provided as an information resource only for health care professionals, to be used and applied at their own risk. This app and the information in it may supplement, but should not replace, the clinical judgement of a qualified health care professional. Accordingly, it should not be relied upon for diagnostic or treatment.",
    "important":"The application and all content is copyrighted. You are not allowed to copy, share or distribute. No part of the app can be used for sale.",
    "user_selector": "User: ",
    "patient": "Patient",
    "provider": "Provider",
    "gender_selector": "Gender: ",
    "male": "Male",
    "female": "Female",
    "all_genders": "All Genders",
    "all_ages": "All ages",
    "age_selector": "Age: ",
    "age_help": "Please select a gender and age between 18 and 150",
    "age_selector_place_holder": "Enter patient age",
    "agree": "I accept the terms of use",
    "accpetanceheading": "Acceptance of the Website Terms of Use",
    "acceptanceInitialStatement":"The following terms and conditions (these “<b>Terms of Use</b>”), govern your access to and use of <a href='http://icanbewell.ca'>http://icanbewell.ca</a> (the “<b>Website</b>”), including any content, functionality, and services offered on or through the Website.",
    "acceptanceAgreeStatement":"<b>BY USING THE WEBSITE OR BY CLICKING TO ACCEPT THE TERMS OF USE, YOU ACCEPT AND AGREE TO BE BOUND AND COMPLY WITH THESE TERMS OF USE AND THE PRIVACY POLICY, FOUND AT <a href='https://canbewell-uottawa.web.app/iCanBeWell_PrivacyPolicy.htm' target='_blank'>https://canbewell-uottawa.web.app/iCanBeWell_PrivacyPolicy.htm</a>, INCORPORATED HEREIN BY REFERENCE. IF YOU DO NOT AGREE TO THESE TERMS OF USE OR THE PRIVACY POLICY, YOU MUST NOT ACCESS OR USE THE WEBSITE.<b>",
    "acceptanceText":"By using this Website, you represent and warrant that you are the legal age of majority under applicable law to form a binding contract with the Website and meet all of the foregoing eligibility requirements. If you do not meet all of these requirements, you must not access or use the Website.",
    "modificationHeading":"Modifications to the Terms of Use and to the Website",
    "modificationText1":"These terms and conditions may be revised and updated from time to time. Any and all such modifications are effective immediately upon posting and apply to all access to and continued use of the Website. You agree to periodically review the terms and conditions in order to be aware of any such modifications and your continued use shall be your acceptance of these.",
    "modificationText2":"The information and material on this Website, and the Website may be changed, withdrawn or terminated at any time without notice. The Website will not be liable if for any reason all or any part of the Website is restricted to users or unavailable at any time or for any period.",
    "websiteContentSpecificationHeading":"The Website Does Not Provide Medical Advice",
    "websiteContentSpecificationText":"The contents of the Website, such as text, graphics, images, software, code, photographs, video, audio, and other materials contained on the Website (collectively, the “<b>Content</b>”) are for informational purposes only and <b>the information provided through the Website applies only to Canadian adults and is not valid for use outside of Canada. The Content is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this Website!</b>",
    "websiteSecurityHeading":"Your Use of the Website and Security",
    "websiteSecurityText1":"Users are responsible for obtaining their own access to the Website and for the Website’s availability and performance. Users are required to ensure that all persons who access the Website through a user’s internet connection are aware of these Terms of Use and comply with them. Users are responsible for any security breaches or performance issues relating to accessing the Website.",
    "websiteSecurityText2":"You are prohibited from attempting to circumvent and from violating the security of this Website including without limitation: (a) accessing content and data that is not intended for you; (b) attempting to breach or breaching the security and/or authentication measures which are not authorized; (c) restrict disrupt or disable service to users, hosts, servers or networks; (d) illicitly reproducing TCP/IP packet header; (e) disrupting network services and otherwise disrupting the ability to monitor the Website; (f) use any robot, spider, or other automatic device, process, or means to access the Website for any purpose, including monitoring or copying any of the material on the Website; (g) introduce any viruses, trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful; (h) attack the Website via a denial-of-service attack, distributed denial-of-service attack, flooding, mail bombing or crashing; and (i) otherwise attempt to interfere with the proper working of the Website.",
    "rightsAndOwnershipHeading":"Intellectual Property Rights",
    "rightsAndOwnershipText1":"You understand and agree that the Website, its content, features, functionality, design, presentation, selection, and arrangement are protected in all forms by intellectual property laws including without limitation, copyright, trademark, patent, trade secret, and any other proprietary rights.",
    "rightsAndOwnershipText2":"The website name and logo, and all related names, logos, designs, images and slogans are trademarks of the website. You must not use such marks without the prior written permission. Other names, logos, product and service names, designs, images and slogans mentioned or which appear on this Website are the trademarks of their respective owners. Use of any such property, except as expressly authorized, shall constitute a violation of the rights of the property owner and may be a violation of federal or other laws and could subject the violator to legal action.",
    "rightsAndOwnershipText3":"You may only use the Website for your personal and non-commercial use. You shall not directly or indirectly reproduce, compile for an internal database, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Website, in any form or medium whatsoever except:",
    "rightsAndOwnershipText4":"(a)  your computer and browser may temporarily store or cache copies of materials being accessed and viewed; and",
    "rightsAndOwnershipText5":"(b)  a reasonable number of copies for personal use only may be printed keeping any proprietary notices thereon, which may only be used for non-commercial and lawful personal use and not for further reproduction, publication, or distribution of any kind on any medium whatsoever.",
    "rightsAndOwnershipText6":"Users are not permitted to modify copies of any materials from this Website nor delete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from this site. You must not access or use for any commercial purposes any part of the Website or any services or materials available through the Website.",
    "rightsAndOwnershipText7":"If you print off, copy or download any part of the Website in breach of these Terms of Use, your right to use the Website will cease immediately and you must, at our option, return or destroy any copies of the materials you have made. You have no right, title, or interest in or to the Website or to any content on the Website. Any use of the Website not expressly permitted by these Terms of Use is a breach of these Terms of Use and may violate copyright, trademark, and other intellectual property laws.",
    "conditionsHeading":"Conditions of Use ",
    "conditionsText":"As a condition of your access and use you agree that you may use the Website only for lawful purposes and in accordance with these Terms of Use.",
    "legalActionsHeading":"Enforcement, Suspension and Termination",
    "legalActionsText":"The Website may, without provision of notice take appropriate legal action, including without limitation, referral to law enforcement, regulatory authority or harmed party for any illegal or unauthorized use of the Website.",
    "cookiesHeading":"Cookies",
    "cookiesText":"By using this Website you are consenting to the use of cookies which allow a server to recall previous requests or registration and/or IP addresses to analyze website use patterns. You can set your browser to notify you before you receive a cookie, giving you the chance to decide whether to accept it. You can also set your browser to turn off cookies. If you do, however, some areas of the Website may not function adequately.",
    "thirdPartyWebHeading":"Third Party Websites",
    "thirdPartyWebText":"For your convenience, this Website may provide links or pointers to third party sites. The Website makes no representations about any other websites that may be accessed from this Website. If you choose to access any such sites, you do so at your own risk. The Website has no control over the contents of any such third party sites, and accepts no responsibility for such sites or for any loss or damage that may arise from your use of them. You are subject to any terms and conditions of such third party sites.",
    "geographicRestricationsHeading":"Geographic Restrictions",
    "geographicRestricationsText":"<b>This Website is provided for use only by persons located in Canada. This Website is not intended for use in any jurisdiction where its use is not permitted.</b> If you access the Website from outside Canada you do so at your own risk and you are responsible for compliance with local laws of your jurisdiction.",
    "noRelianceHeading":"No Reliance",
    "noRelianceText1":"The content of the Website is provided for general information purposes only. It is not intended to amount to medical advice on which you should rely. You must obtain more specific or professional medical advice before taking, or refraining from, any action or inaction on the basis of the content on the Website.",
    "noRelianceText2":"There are no representations, warranties or guarantees, whether express or implied, that the content on the Website is accurate, complete or up to date. Your use of the Website is at your own risk.",
    "noRelianceText3":"This Website may include content provided by third parties, including from other users and third-party licensors. All statements and/or opinions expressed in any such third party content are solely the opinions and the responsibility of the person or entity providing those materials.",
    "disclaimerWarrantiesHeading":"Disclaimer of Warranties",
    "disclaimerWarrantiesText1":"YOU UNDERSTAND AND AGREE THAT YOUR USE OF THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE IS AT YOUR OWN RISK. THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN “<b>AS IS</b>” AND “<b>AS AVAILABLE</b>” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.",
    "disclaimerWarrantiesText2":"There is no guarantee or warrantee that files or data available for downloading from the internet or the Website will be free of viruses or other destructive code. You are solely and entirely responsible for your use of the Website and your computer, internet and data security. ",
    "limitationHeading":"Limitation on Liability",
    "limitationText":"UNDER NO CIRCUMSTANCE WILL THE WEBSITE BE LIABLE FOR NEGLIGENCE, GROSS NEGLIGENCE, NEGLIGENT MISREPRESENTATION, FUNDAMENTAL BREACH, DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, BREACH OF PRIVACY OR OTHERWISE, EVEN IF THE PARTY WAS ALLEGEDLY ADVISED OR HAD REASON TO KNOW, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, RELIANCE ON, THE WEBSITE, ANY LINKED WEBSITES OR SUCH OTHER THIRD PARTY WEBSITES, NOR ANY WEBSITE CONTENT, MATERIALS, POSTING OR INFORMATION THEREON.",
    "indemnificationHeading":"Indemnification",
    "indemnificationText":"To the maximum extent permitted by applicable law, you agree to defend, indemnify, and hold harmless the Website from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your breach of these Terms of Use or your use of the Website, including, but not limited to, third party sites, any use of the Website’s Content, services, and products other than as expressly authorized in these Terms of Use.",
    "lawAndJurisdictionHeading":"Governing Law and Jurisdiction",
    "lawAndJurisdictionText1":"The Website and these Terms of Use will be governed by and construed in accordance with the laws of the Province of Ontario and the federal laws of Canada applicable therein, without giving effect to any choice or conflict of law provision, principle or rule (whether of the laws of the Province of Ontario or any other jurisdiction) and notwithstanding your domicile, residence or physical location.",
    "lawAndJurisdictionText2":"Any action or proceeding arising out of or relating to this Website and under these Terms of Use will be instituted in the courts of the province of Ontario and/or the Federal Court of Canada, and each party irrevocably submits to the exclusive jurisdiction of such courts in any such action or proceeding. You waive any and all objections to the exercise of jurisdiction over you by such courts and to the venue of such courts.",
    "entireAgreementHeading":"Entire Agreement",
    "entireAgreementText":"The Terms of Use and our Privacy Policy constitute the sole and entire agreement between you and the Website and supersedes all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, regarding such subject matter.",
    "dateofAgreement":"Date of last update: October 23, 2020",
    "disagree": "Decline",
    "close_body_modal":"Close",
    "disclaimer_header": "Terms of Use",
    "configuration_header": "Choose:",
    "config_modal_agree": "OK",
    "display_gender": "Gender",
    "display_age": "Age",
    "top_nav_body": "Body",
    "top_nav_topics": "Topics",
    "top_nav_tests": "Tests",
    "side_nav_suggested_apps": "Suggested Apps",
    "side_nav_calculators": "Calculators",
    "side_nav_disclaimer": "Disclaimer",
    "side_nav_about": "About",
    "side_nav_settings": "Settings",
    "body_general_instruction": "Click any body part or icon",
    "topic_help_header":"Help",
    "topic_help_body":"Here what you need to do on page Topics",
    "test_help_header":"Help",
    "test_help_body":"Here what you need to do on page Test",
    "aorta" :"Aorta",
    "bone": "Bone",
    "bowel" :"Bowel",
    "breast":"Breast",
    "eyes" : "Eyes",
    "genitalia":"Sexual Organs",
    "heart" : "Heart",
    "liver": "Liver",
    "lungs": "Lungs",
    "ovary": "Ovary",
    "pancreas": "Pancreas",
    "stomach": "Stomach",
    "uterus": "Uterus",
    "brain": "Memory Problems",
    "stethoscope":"Physical Exam",
    "hip":"Falls",
    "needle_in_arm": "Immunization",
    "sun": "Sun Exposure",
    "covid": "Covid-19",
    "figure_outside_body_walking": "Physical Activity",
    "topic_search_bar_placeholder": "Search topic...",
    "test_search_bar_placeholder": "Search test...",
    "topic_is_not_applicable": "There are no recommendations at this time for your age and gender."
  },
  "french":{
    "instruction_modal_header": "Choisir:",
    "privacypolicy":"Aucune information personnellement identifiable n'est recueillie par cette application mobile. L’application recueille seulement des données agrégées sur les appareils, les navigateurs et les régions géographiques qui accèdent à l’application ainsi que sur les éléments qui sont cliqués dans l'application.",
    "about": "Cette application vous aidera à trouver des informations fiables sur la prévention des problèmes de santé chez les adultes canadiens. Développé par le Département de médecine familiale de l'Université d'Ottawa.",
    "disclaimer": "Cette application est destinée aux patients et professionnels de la santé au Canada seulement. Cette application affiche des informations sur la prévention des maladies ou le dépistage (détection précoce des maladies) chez les adultes canadiens de 18 ans et plus. Cette application ne tient pas compte des facteurs de risque personnels, des antécédents familiaux, des symptômes ou d’autres caractéristiques individuelles du patient. Les informations contenues dans l’application sont fournies dans le but d’aider les patients et les cliniciens à trouver des recommandations basées sur les preuves pour la prévention de base.",
    "patientDisclaimer":"Les renseignements et le contenu fournis par cette application servent uniquement à titre d’information. Rien du contenu de cette application n’est destiné à remplacer les services d’un médecin ou d’un professionnel de soins de santé formé. Si vous avez des questions d’ordre médical, il est important que vous consultiez un médecin ou un autre professionnel de la santé. Vous consentez par la présente à ne prendre aucune décision d’ordre médicale ou connexe à la santé, fondée en totalité ou en partie sur le contenu de l’application, sans d’abord avoir consulté un professionnel de la santé." ,
    "providerDisclaimer":"Les informations médicales contenues dans cette application sont fournies à titre d'information seulement aux professionnels de la santé. Cette application et les informations qu'elle contient peuvent compléter, mais ne doivent pas remplacer, le jugement clinique d'un professionnel de la santé qualifié. Par conséquence, l’application et son contenu ne doivent pas être utilisés pour le diagnostic ou le traitement.",
    "important":"L'application et tout le contenu sont protégés par les droits d'auteur. Vous n'êtes pas autorisé de copier, partager ou distribuer l’application ou son contenu. Aucune partie de l'application ne peut être utilisée pour la vente.",
    "user_selector": "Usager: ",
    "patient": "Patient",
    "provider": "Clinicien",
    "gender_selector": "Genre: ",
    "male": "Homme",
    "female": "Femme",
    "all_genders": "Tous les genres",
    "all_ages": "Tous ages",
    "age_selector": "Âge: ",
    "age_help": "Veuillez choisir un genre et un âge entre 18 et 150 ans",
    "age_selector_place_holder": "Entrez l'âge du patient",
    "agree": "J'accepte les conditions d'utilisation",
    "accpetanceheading": "Acceptation des conditions d'utilisation du site Web",
    "acceptanceInitialStatement":"Les conditions suivantes (les “<b>Conditions d'utilisation</b>”) régissent votre accès et votre utilisation de <a href='http://icanbewell.ca'>http://icanbewell.ca</a> (le “<b>site Web</b>”), y compris tout contenu, toute fonctionnalité et tout service offert sur le site Web ou par le biais du site Web.",
    "acceptanceAgreeStatement":"<b>EN UTILISANT LE SITE WEB OU EN CLIQUANT POUR ACCEPTER LES CONDITIONS D'UTILISATION, VOUS ACCEPTEZ ET ACCEPTEZ D'ÊTRE LIÉ ET DE RESPECTER LES PRÉSENTES CONDITIONS D'UTILISATION ET LA POLITIQUE DE CONFIDENTIALITÉ, TROUVÉE SUR <a href='https://canbewell-uottawa.web.app/politiquedeconfidentialite.htm' target='_blank'>https://canbewell-uottawa.web.app/politiquedeconfidentialite.htm</a>, INCORPORÉE ICI COMME RÉFÉRENCE. SI VOUS N'ACCEPTEZ PAS LES PRÉSENTES CONDITIONS D'UTILISATION OU LA POLITIQUE DE CONFIDENTIALITÉ, VOUS NE DEVEZ PAS ACCÉDER AU SITE WEB NI L'UTILISER.</b>",
    "acceptanceText":"En utilisant ce site Web, vous déclarez et garantissez que vous avez l'âge légal de la majorité en vertu de la loi applicable pour former un contrat contraignant avec le site Web et que vous remplissez toutes les conditions d'éligibilité susmentionnées. Si vous ne remplissez pas toutes ces conditions, vous ne devez pas accéder au site Web ni l'utiliser.",
    "modificationHeading":"Modifications des conditions d'utilisation et du site Web",
    "modificationText1":"Ces conditions peuvent être révisées et mises à jour de temps en temps. Toutes ces modifications entrent en vigueur dès leur publication et s'appliquent à tout accès au site Web et à son utilisation continue. Vous acceptez de revoir périodiquement les Conditions d’utilisation afin de prendre connaissance de ces modifications et votre utilisation continue constitue votre acceptation de celles-ci.",
    "modificationText2":"Les informations et le matériel figurant sur ce site Web, ainsi que le site Web lui-même, peuvent être modifiés, retirés ou résiliés à tout moment sans préavis. Le site Web ne sera pas responsable si, pour une raison quelconque, tout le site Web ou une partie du site Web n’est pas disponible pour les utilisateurs à tout moment ou pour une période quelconque.",
    "websiteContentSpecificationHeading":"Le site Web ne fournit pas de conseils médicaux",
    "websiteContentSpecificationText":"Le contenu du site Web, tel que les textes, les graphiques, les images, les logiciels, les codes, les photographies, les vidéos, les fichiers audio et les autres documents contenus sur le site Web (collectivement, le “<b>contenu</b>”) sont uniquement à titre d'information et <b>les informations fournies par le biais du site Web s'appliquent uniquement aux adultes canadiens et ne sont pas valables pour une utilisation en dehors du Canada. Le contenu n'est pas destiné à se substituer à un avis médical, un diagnostic ou un traitement professionnel. Pour toute question concernant un problème médical, demandez toujours l'avis de votre médecin ou d'un autre professionnel de la santé qualifié. Ne négligez jamais un avis médical professionnel et ne tardez jamais à le demander en raison d'un élément que vous avez lu sur ce site Web !</b>",
    "websiteSecurityHeading":"Votre utilisation du site Web et la sécurité",
    "websiteSecurityText1":"Les utilisateurs sont responsables de l'obtention de leur propre accès au site Web ainsi que de la disponibilité et des performances du site Web. Les utilisateurs sont tenus de s'assurer que toutes les personnes qui accèdent au site Web par le biais de la connexion internet d'un utilisateur connaissent les présentes conditions d'utilisation et s'y conforment. Les utilisateurs sont responsables de toute violation de la sécurité ou de tout problème de performance lié à l'accès au site Web.",
    "websiteSecurityText2":"Il vous est interdit de tenter de contourner et de violer la sécurité de ce site Web, y compris, mais sans s'y limiter : (a) accéder à un contenu et à des données qui ne vous sont pas destinés ; (b) tenter d'enfreindre ou de violer la sécurité et/ou les mesures d'authentification qui ne sont pas autorisées ; (c) restreindre l'interruption ou la désactivation du service aux utilisateurs, hôtes, serveurs ou réseaux ; (d) reproduire illicitement l'en-tête de paquet TCP/IP ; (e) perturber les services réseau et perturber de toute autre manière la capacité de surveiller le site Web ; (f) utiliser un robot, une araignée ou tout autre dispositif, processus ou moyen automatique pour accéder au site Web à quelque fin que ce soit, y compris pour surveiller ou copier tout matériel sur le site Web ; (g) introduire des virus, des chevaux de Troie, des vers, des bombes logiques ou tout autre matériel malveillant ou technologiquement nuisible ; (h) attaquer le site Web par une attaque par déni de service, une attaque par déni de service distribuée, une inondation, un bombardement de courrier ou un plantage ; et (i) tenter de toute autre manière d'interférer avec le bon fonctionnement du site Web.",
    "rightsAndOwnershipHeading":"Droits de propriété intellectuelle",
    "rightsAndOwnershipText1":"Vous comprenez et acceptez que le site Web, son contenu, ses caractéristiques, ses fonctionnalités, sa conception, sa présentation, sa sélection et sa disposition sont protégés sous toutes les formes par les lois sur la propriété intellectuelle, y compris, sans limitation, les droits d'auteur, les marques commerciales, les brevets, les secrets commerciaux et tout autre droit de propriété.",
    "rightsAndOwnershipText2":"Le nom et le logo du site Web, ainsi que tous les noms, logos, dessins, images et slogans qui s'y rapportent sont des marques commerciales du site Web. Vous ne devez pas utiliser ces marques sans autorisation écrite préalable. Les autres noms, logos, noms de produits et de services, dessins, images et slogans mentionnés ou qui apparaissent sur ce site Web sont des marques commerciales de leurs propriétaires respectifs. L'utilisation de ces biens, sauf s’il y a autorisation expresse, constitue une violation des droits du propriétaire et peut constituer une violation des lois fédérales ou autres et pourrait soumettre le contrevenant à des poursuites judiciaires.",
    "rightsAndOwnershipText3":"Vous ne pouvez utiliser le site Web que pour votre usage personnel et non commercial. Vous ne devez pas, directement ou indirectement, reproduire, compiler pour une base de données interne, distribuer, modifier, créer des travaux dérivés, afficher publiquement, exécuter publiquement, republier, télécharger, stocker ou transmettre tout matériel sur notre site Web, sous quelque forme ou support que ce soit, sauf :",
    "rightsAndOwnershipText4":"a) votre ordinateur et votre navigateur peuvent stocker temporairement ou mettre en cache des copies des documents consultés et visualisés ; et",
    "rightsAndOwnershipText5":"b) un nombre raisonnable de copies destinées à l'usage personnel uniquement peut être imprimé en y conservant les mentions de propriété, Ces copies ne peuvent être utilisées qu'à des fins personnelles légales et non commerciales, et non à des fins de reproduction, de publication ou de distribution de toute sorte sur tout medium, quel qu’il soit.",
    "rightsAndOwnershipText6":"Les utilisateurs ne sont pas autorisés à modifier les copies de tout matériel provenant de ce site Web ni à supprimer ou à modifier les avis de droits d'auteur, de marque ou d'autres droits de propriété des copies de matériel provenant de ce site. Vous ne devez pas accéder ou utiliser à des fins commerciales une quelconque partie du site Web ou des services ou matériels disponibles sur le site Web.",
    "rightsAndOwnershipText7":"Si vous imprimez, copiez ou téléchargez une partie du site Web en violation des présentes conditions d'utilisation, votre droit d'utiliser le site Web cessera immédiatement et vous devrez, à notre discrétion, nous renvoyer ou détruire toute copie des documents que vous avez réalisés. Vous n'avez aucun droit, titre ou intérêt dans ou sur le site Web ou sur tout contenu du site Web. Toute utilisation du site Web non expressément autorisée par les présentes conditions d'utilisation constitue une violation de ces conditions d'utilisation et peut enfreindre les lois sur le droit d'auteur, les marques commerciales et autres lois sur la propriété intellectuelle.",
    "conditionsHeading":"Conditions d'utilisation ",
    "conditionsText":"Comme condition d'accès et d'utilisation, vous acceptez de n'utiliser le site Web qu'à des fins légales et conformément aux présentes conditions d'utilisation.",
    "legalActionsHeading":"Exécution, suspension et résiliation",
    "legalActionsText":"Le site Web peut, sans préavis, prendre les mesures juridiques appropriées, y compris, sans limitation, la saisine des services répressifs, de l'autorité réglementaire ou de la partie lésée pour toute utilisation illégale ou non autorisée du site Web. ",
    "cookiesHeading":"Témoins («cookies»)",
    "cookiesText":"En utilisant ce site Web, vous consentez à l'utilisation de témoins («cookies») qui permettent à un serveur de se souvenir des demandes ou des enregistrements précédents et/ou des adresses IP pour analyser les schémas d'utilisation du site Web. Vous pouvez configurer votre navigateur pour qu'il vous avertisse avant de recevoir un témoin («cookie»), vous donnant ainsi la possibilité de décider de l'accepter ou non. Vous pouvez également configurer votre navigateur pour qu'il désactive les témoins («cookies»). Si vous le faites, cependant, certaines parties du site Web peuvent ne pas fonctionner correctement.",
    "thirdPartyWebHeading":"Sites Web de tiers",
    "thirdPartyWebText":"Pour votre commodité, ce site Web peut fournir des liens ou des pointeurs vers des sites tiers. Le site Web ne fait aucune déclaration concernant tout autre site Web auquel il est possible d'accéder à partir de ce site. Si vous choisissez d'accéder à ces sites, vous le faites à vos propres risques. Le site Web n'a aucun contrôle sur le contenu de ces sites tiers et n'accepte aucune responsabilité pour ces sites ou pour toute perte ou dommage pouvant résulter de votre utilisation de ces sites. Vous êtes soumis à toutes les conditions d’utilisation de ces sites tiers.",
    "geographicRestricationsHeading":"Restrictions géographiques",
    "geographicRestricationsText":"<b>Ce site Web est destiné à être utilisé uniquement par des personnes situées au Canada. Ce site Web n'est pas destiné à être utilisé dans une juridiction où son utilisation n'est pas autorisée</b>. Si vous accédez au site Web depuis l'étranger, vous le faites à vos propres risques et vous êtes responsable du respect des lois locales de votre juridiction.",
    "noRelianceHeading":"Pas de dépendance",
    "noRelianceText1":"Le contenu du site Web est fourni à titre d'information générale uniquement. Il n'est pas destiné à constituer un avis médical sur lequel vous devriez vous appuyer. Vous devez obtenir un avis médical plus spécifique ou professionnel avant d'entreprendre ou de vous abstenir d'entreprendre toute action ou inaction sur la base du contenu du site Web.",
    "noRelianceText2":"Il n'existe aucune déclaration, garantie ou caution, expresse ou implicite, que le contenu du site Web est exact, complet ou à jour. Vous utilisez le site Web à vos propres risques.",
    "noRelianceText3":"Ce site Web peut contenir du contenu fourni par des tiers, y compris par d'autres utilisateurs et des détenteurs de licences tiers. Toutes les déclarations et/ou opinions exprimées dans le contenu de ces tiers sont uniquement les opinions et la responsabilité de la personne ou de l'entité qui fournit ce matériel.",
    "disclaimerWarrantiesHeading":"Exclusion de garantie",
    "disclaimerWarrantiesText1":"VOUS COMPRENEZ ET ACCEPTEZ QUE VOTRE UTILISATION DU SITE WEB, DE SON CONTENU ET DE TOUT SERVICE OU ÉLÉMENT TROUVÉ OU OBTENU PAR LE BIAIS DU SITE WEB EST À VOS PROPRES RISQUES. LE SITE WEB, SON CONTENU ET TOUS LES SERVICES OU ÉLÉMENTS TROUVÉS OU OBTENUS PAR L'INTERMÉDIAIRE DU SITE WEB SONT FOURNIS <b>“EN L'ÉTAT”</b>' ET <b>“SELON DISPONIBILITÉ”</b>, SANS AUCUNE GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER OU DE NON-CONTREFAÇON. CE QUI PRÉCÈDE N'AFFECTE PAS LES GARANTIES QUI NE PEUVENT ÊTRE EXCLUES OU LIMITÉES EN VERTU DE LA LOI APPLICABLE.",
    "disclaimerWarrantiesText2":"Il n'y a aucune garantie que les fichiers ou les données disponibles pour le téléchargement sur Internet ou sur le site Web seront exempts de virus ou d'autres codes destructeurs. Vous êtes seul et entièrement responsable de votre utilisation du site Web et de la sécurité de votre ordinateur, d'internet et de vos données.",
    "limitationHeading":"Limitation de la responsabilité",
    "limitationText":"EN AUCUN CAS, LE SITE WEB NE SERA RESPONSABLE DE NÉGLIGENCE, DE FAUTE LOURDE, DE FAUSSE DÉCLARATION NÉGLIGENTE, DE VIOLATION FONDAMENTALE, DE DOMMAGES DE QUELQUE NATURE QUE CE SOIT, EN VERTU DE TOUTE THÉORIE JURIDIQUE, Y COMPRIS LES DOMMAGES DIRECTS, INDIRECTS, SPÉCIAUX, ACCESSOIRES, CONSÉCUTIFS OU PUNITIFS, Y COMPRIS, MAIS SANS S'Y LIMITER, LES BLESSURES CORPORELLES, LA DOULEUR ET LA SOUFFRANCE, LA DÉTRESSE ÉMOTIONNELLE, LA PERTE DE REVENUS, LA PERTE DE PROFITS, LA PERTE D'ACTIVITÉ OU D'ÉCONOMIES ANTICIPÉES, LA PERTE D'UTILISATION, LA PERTE DE CLIENTÈLE, LA PERTE DE DONNÉES, ET QU'ELLE SOIT CAUSÉE PAR UN DÉLIT (Y COMPRIS LA NÉGLIGENCE), UNE RUPTURE DE CONTRAT, UNE VIOLATION DE LA VIE PRIVÉE OU AUTRE, MÊME SI LA PARTIE A ÉTÉ PRÉTENDUMENT INFORMÉE OU AVAIT DES RAISONS DE SAVOIR, DÉCOULANT DE OU EN RELATION AVEC VOTRE UTILISATION, OU L'INCAPACITÉ D'UTILISER, LA CONFIANCE ACCORDÉE AU SITE WEB, À TOUT SITE WEB LIÉ OU À TOUT AUTRE SITE WEB TIERS, NI TOUT CONTENU, MATÉRIEL, AFFICHAGE OU INFORMATION DU SITE WEB.",
    "indemnificationHeading":"Indemnisation",
    "indemnificationText":"Dans la mesure maximale permise par la loi applicable, vous acceptez de défendre, d'indemniser et de dégager de toute responsabilité le site Web contre toute réclamation, responsabilité, dommages, jugements, sentences, pertes, coûts, dépenses ou honoraires (y compris les honoraires raisonnables d'avocat) découlant de ou liés à votre violation des présentes conditions d'utilisation ou à votre utilisation du site Web, y compris, mais sans s'y limiter, les sites de tiers, toute utilisation du contenu du site Web, des services et des produits autres que ceux expressément autorisés dans les présentes conditions d'utilisation.",
    "lawAndJurisdictionHeading":"Droit applicable et juridiction",
    "lawAndJurisdictionText1":"Le site Web et les présentes conditions d'utilisation seront régis et interprétés conformément aux lois de la province de l'Ontario et aux lois fédérales du Canada qui y sont applicables, sans donner effet à aucun choix ou conflit de dispositions, de principes ou de règles de droit (qu'il s'agisse des lois de la province de l'Ontario ou de toute autre juridiction) et nonobstant votre domicile, votre résidence ou votre emplacement physique.",
    "lawAndJurisdictionText2":"Toute action ou procédure découlant de ou liée à ce site Web et aux présentes conditions d'utilisation sera engagée devant les tribunaux de la province de l'Ontario et/ou la Cour fédérale du Canada, et chaque partie se soumet irrévocablement à la compétence exclusive de ces tribunaux dans le cadre de cette action ou procédure. Vous renoncez à toute objection à l'exercice de la compétence à votre égard par ces tribunaux et au lieu de ces tribunaux.",
    "entireAgreementHeading":"Intégralité de l'accord",
    "entireAgreementText":"Les conditions d'utilisation et notre politique de confidentialité constituent le seul et unique accord entre vous et le site Web et remplacent tous les accords, ententes, représentations et garanties antérieurs et contemporains, tant écrits qu'oraux, concernant ce sujet.",
    "dateofAgreement":"Date de la dernière mise à jour : 23 octobre 2020",
    "disagree": "Refusez",
    "close_body_modal":"Fermer",
    "disclaimer_header": "Conditions d'utilisation",
    "configuration_header": "Choisir:",
    "config_modal_agree": "OK",
    "display_gender": "Genre",
    "display_age": "Âge",
    "top_nav_body": "Corps",
    "top_nav_topics": "Sujets",
    "top_nav_tests": "Tests",
    "side_nav_suggested_apps": "Applications suggérées",
    "side_nav_calculators": "Calculatrices",
    "side_nav_disclaimer": "Conditions d'utilisation",
    "side_nav_about": "Au sujet de l'application",
    "side_nav_settings": "Réglages",
    "body_general_instruction": "Cliquez sur une partie du corps ou une icône",
    "topic_help_header":"Aide",
    "topic_help_body":"Aide pour la page suject",
    "test_help_header":"Aide",
    "test_help_body":"Aide pour la page test",
    "aorta" :"Aorte",
    "bone": "Os",
    "bowel" :"Colon",
    "breast":"Sein",
    "eyes" : "Yeux",
    "genitalia":"Organes sexuels",
    "heart" : "Cœur",
    "liver": "Foie",
    "lungs": "Poumons",
    "ovary": "Ovaire",
    "pancreas": "Pancréas",
    "stomach": "Estomac",
    "uterus": "Utérus",
    "brain": "Troubles de la mémoire",
    "stethoscope":"Examen physique",
    "hip":"Chutes",
    "needle_in_arm": "Vaccination",
    "sun": "Exposition au soleil",
    "covid": "Covid-19",
    "figure_outside_body_walking": "Activité physique",
    "topic_search_bar_placeholder": "Rechercher un sujet...",
    "test_search_bar_placeholder": "Rechercher un test...",
    "topic_is_not_applicable": "Il n'y a actuellement aucune recommandation pour votre âge et votre genre."
  }
}
